Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/gm_help_en-US_id.tmx
Source language: en_us
Languages: id

source: Game difficulty level
id: Tingkat kesulitan game

source: Choose one of eight pre-set difficulty levels.
id: Pilih salah satu dari delapan tingkat kesulitan yang telah ditentukan sebelumnya.

source: You may also #Customize# or #Randomize# the game settings
id: Anda juga dapat#Menyesuaikan# atau #Mengacak# pengaturan permainan

source: Number of Cities
id: Jumlah Kota

source: Play with single or multiple cities.
id: Mainkan dengan satu atau beberapa kota.

source: Your start-up capital
id: Modal awal Anda

source: Set the level of cash your corporation has at the beginning of the game.
id: Tetapkan tingkat uang yang dimiliki perusahaan Anda di awal permainan.

source: Your Advantage
id: Keuntungan Anda

source: Stock Market
id: Pasar saham

source: The stock market allows for stock trading.
id: Pasar saham memungkinkan untuk perdagangan saham.

source: Product Customization
id: Kustomisasi produk

source: If this is set to On, you will find the Product Customization tool in the Manufacturer's Guide.
id: Jika ini disetel ke On, Anda akan menemukan alat Kustomisasi Produk di Panduan Produsen.

source: ("Technology Disruption" option is disabled when "Product Customization" is enabled.)
id: (Opsi "Gangguan Teknologi" dinonaktifkan saat "Kustomisasi Produk" diaktifkan.)

source: Product Customization Range
id: Rentang Kustomisasi Produk

source: Low - product customization applies to your company only; Medium - it applies to your company and your subsidiaries; High - it applies to all companies.
id: Rendah - penyesuaian produk hanya berlaku untuk perusahaan Anda; Medium - ini berlaku untuk perusahaan Anda dan anak perusahaan Anda; Tinggi - ini berlaku untuk semua perusahaan.

source: Private Company (Subsidiary DLC)
id: Perusahaan Swasta (Anak Perusahaan DLC)

source: If this is set to On, your company will start as a private company.
id: Jika ini disetel ke Aktif, perusahaan Anda akan dimulai sebagai perusahaan swasta.

source: Alternative Stock Sim
id: Stock Alternatif Sim

source: If this is set to Yes, 1) stock prices are unaffected by the current economic state, and 2) stock trading between the player's company and its subsidiaries is prohibited, thus making it harder to speculate stocks for quick profits.
id: Jika ini disetel ke Ya, 1) harga saham tidak terpengaruh oleh keadaan ekonomi saat ini, dan 2) perdagangan saham antara perusahaan pemain dan anak perusahaannya dilarang, sehingga mempersulit spekulasi saham untuk mendapatkan keuntungan cepat.

source: Random Events
id: Peristiwa Acak

source: Allow such occurences as plagues, animal disease and power black-outs and their economic consequences.
id: Izinkan kejadian seperti wabah, penyakit hewan, dan pemadaman listrik serta konsekuensi ekonominya.

source: Technology Disruption
id: Gangguan Teknologi

source: If it is set to On, technology disruption occurs constantly and all technology variables decrease by 10% every year.
id: Jika disetel ke On, gangguan teknologi terus terjadi dan semua variabel teknologi turun 10% setiap tahun.

source: AI Friendly Merger
id: Penggabungan Ramah AI

source: If it is set to On, two AI corporations may merge with each other on mutually beneficial terms.
id: Jika disetel ke Aktif, dua perusahaan AI dapat bergabung satu sama lain dalam persyaratan yang saling menguntungkan.

source: Macro Economy Realism
id: Realisme Ekonomi Makro

source: If it is set to High, the macro economy in the game will be simulated with a high level of realism.
id: Jika disetel ke Tinggi, ekonomi makro dalam game akan disimulasikan dengan realisme tingkat tinggi.

source: Inflation
id: Inflasi

source: Inflation is enabled when this option is set to On.
id: Inflasi diaktifkan saat opsi ini disetel ke On.

source: If it is set to Inverse Inflation, monetary amounts are adjusted based on their net purchasing power.
id: Jika ditetapkan ke Invers Inflasi, jumlah moneter disesuaikan berdasarkan daya beli bersih mereka.

source: The Purchasing Power Index starts at 100% and diminishes over those years with inflation.
id: Indeks Daya Beli dimulai dari 100% dan berkurang selama tahun-tahun itu dengan inflasi.

source: All cash and loan amounts will shrink in accordance to this Purchasing Power Index.
id: Semua uang tunai dan jumlah pinjaman akan menyusut sesuai dengan Indeks Daya Beli ini.

source: Inflation Strength
id: Kekuatan Inflasi

source: Select Reduced Inflation Strength if you prefer less strong inflation.
id: Pilih Kekuatan Inflasi yang Dikurangi jika Anda lebih suka inflasi yang tidak terlalu kuat.

source: As such, it will have the inflation artificially suppressed.
id: Dengan demikian, inflasi akan ditekan secara artifisial.

source: Retail store type
id: Jenis toko ritel

source: Choose 'Many' to allow specialist stores, such as supermarkets, furniture stores etc., or 'One' to have only department stores.
id: Pilih 'Banyak' untuk mengizinkan toko khusus, seperti supermarket, toko furnitur, dll., Atau 'Satu' untuk hanya memiliki toko serba ada.

source: Game starting year
id: Game dimulai tahun

source: If you set it to a later year, there will be fewer types of technology that you have to research, as some of them will be already available when the game starts.
id: Jika Anda menyetelnya ke tahun berikutnya, akan ada lebih sedikit jenis teknologi yang harus Anda teliti, karena beberapa di antaranya sudah tersedia saat permainan dimulai.

source: Number of AI Competitors
id: Jumlah Pesaing AI

source: This determines the number of AI controlled corporations.
id: Ini menentukan jumlah perusahaan yang dikendalikan AI.

source: Competitors' Start-up Capital
id: Modal Awal Pesaing

source: This determines the sizes of start-up capital of AI controlled corporations.
id: Ini menentukan ukuran modal awal perusahaan yang dikendalikan AI.

source: There will be AI corporations focused on real estate, media and technology if this is set to High or above.
id: Akan ada perusahaan AI yang berfokus pada real estat, media, dan teknologi jika disetel ke Tinggi atau lebih tinggi.

source: AI Expansion Aggressiveness
id: Agresivitas Ekspansi AI

source: This determines how aggressive AI companies are in pursuing business expansions.
id: Ini menentukan seberapa agresif perusahaan AI dalam mengejar ekspansi bisnis.

source: AI Expertise Level
id: Tingkat Keahlian AI

source: This determines the expertise levels of AI persons in the game.
id: Ini menentukan tingkat keahlian orang AI dalam game.

source: Show competitors' trade secrets
id: Tunjukkan rahasia dagang pesaing

source: If you select "Yes", you will be able to access the trade secrets of all AI companies in the game.
id: Jika Anda memilih "Ya", Anda akan dapat mengakses rahasia dagang semua perusahaan AI di dalam game.

source: Competence of local competitors
id: Kompetensi pesaing lokal

source: It determines the competence of local competitors - their general capabilities to sell high quality products at competitive prices.
id: Ini menentukan kompetensi pesaing lokal - kemampuan umum mereka untuk menjual produk berkualitas tinggi dengan harga bersaing.

source: Number of seaports Importing Consumer Goods per City
id: Jumlah pelabuhan yang Mengimpor Barang Konsumsi per Kota

source: A high number of consumer seaports increases the availability of consumer goods which companies may import and sell at retail.
id: Jumlah pelabuhan konsumen yang tinggi meningkatkan ketersediaan barang konsumen yang dapat diimpor dan dijual oleh perusahaan secara eceran.

source: Number of seaports Importing Industrial Goods per City
id: Jumlah pelabuhan yang Mengimpor Barang Industri per Kota

source: A high number of industrial seaports increases the availability of manufacturing materials.
id: Sejumlah besar pelabuhan industri meningkatkan ketersediaan bahan manufaktur.

source: New seaports Emerge during the game
id: Pelabuhan baru Muncul selama pertandingan

source: Choose to allow the creation of new import sources.
id: Pilih untuk mengizinkan pembuatan sumber impor baru.

source: Constant import supply
id: Pasokan impor konstan

source: Constant supplies ease the problems of stockpiling products and the search for alternative supplies.
id: Persediaan yang konstan meringankan masalah penimbunan produk dan pencarian persediaan alternatif.

source: Import quality
id: Kualitas import

source: Low quality products offer the chance for fledgling local manufacturers to compete.
id: Produk berkualitas rendah menawarkan kesempatan bagi pabrikan lokal pemula untuk bersaing.

source: High quality products offer a more attractive retail prospect to the consumer.
id: Produk berkualitas tinggi menawarkan prospek ritel yang lebih menarik bagi konsumen.

source: You must confirm this before sending this Challenge Game to other players.
id: Anda harus mengonfirmasi ini sebelum mengirim Game Tantangan ini ke pemain lain.

source: You may start the game first, then adjust the challenge game and goal settings as needed, and finally confirm them.
id: Anda dapat memulai permainan terlebih dahulu, kemudian menyesuaikan permainan tantangan dan pengaturan tujuan sesuai kebutuhan, dan terakhir mengonfirmasinya.

source: How-to web page
id: Halaman web petunjuk

source: Launch a web browser and open the web page with instructions on how to set up a private challenge game.
id: Luncurkan browser web dan buka halaman web dengan instruksi tentang cara mengatur permainan tantangan pribadi.

source: Male
id: Pria

source: Female
id: Perempuan

source: Randomly disable product classes
id: Nonaktifkan kelas produk secara acak

source: When you select this check box, the system will randomly disable a specific percentage of product classes in the new game.
id: Saat Anda memilih kotak centang ini, sistem akan secara acak menonaktifkan persentase tertentu dari kelas produk di game baru.

source: Percentage of product classes to be disabled
id: Persentase kelas produk yang akan dinonaktifkan

source: Set the percentage of product classes to be disabled.
id: Tetapkan persentase kelas produk yang akan dinonaktifkan.

source: This will make the competition more intense and improve gameplay, especially when playing a MOD game with a large variety of products.
id: Hal ini akan membuat persaingan semakin ketat dan meningkatkan gameplay terutama saat memainkan game MOD dengan produk yang sangat beragam.

source: Percentage of competitors that are private companies (Subsidiary DLC)
id: Persentase pesaing yang merupakan perusahaan swasta (Anak Perusahaan DLC)

source: AI companies are randomly set up as private companies based on this preference.
id: Perusahaan AI secara acak ditetapkan sebagai perusahaan swasta berdasarkan preferensi ini.

source: Your subsidiaries (Subsidiary DLC)
id: Anak perusahaan Anda (Anak Perusahaan DLC)

source: The number of subsidiaries that your company owns at the beginning of the game.
id: Jumlah anak perusahaan yang dimiliki perusahaan Anda di awal permainan.

source: Product List
id: Daftar Produk

source: You may exclude specific products from the game by either selecting them manually, or using the 'Random Disable Product Classes' feature to select them automatically.
id: Anda dapat mengecualikan produk tertentu dari permainan dengan memilihnya secara manual, atau menggunakan fitur 'Acak Nonaktifkan Kelas Produk' untuk memilihnya secara otomatis.

source: First City Cash Level (City Economic Simulation DLC)
id: Tingkat Kas Kota Pertama (DLC Simulasi Ekonomi Kota)

source: The first city's cash level at the beginning of the game.
id: Level uang kota pertama di awal permainan.

source: Public Expenses Index
id: Indeks Pengeluaran Publik

source: This index affects the recurring expenses of public facilities, which impacts the game's difficulty when playing as a mayor.
id: Indeks ini memengaruhi biaya berulang fasilitas umum, yang berdampak pada kesulitan permainan saat bermain sebagai walikota.

source: When it is set to a higher value, the same public facility incurs larger operating expenses.
id: Jika ditetapkan ke nilai yang lebih tinggi, fasilitas umum yang sama menimbulkan biaya operasional yang lebih besar.

source: Retail Store Floors
id: Lantai Toko Eceran

source: Choose 'Multiple' to allow for setting up multiple floors in a single retail store.
id: Pilih 'Beberapa' untuk memungkinkan pengaturan beberapa lantai dalam satu toko ritel.

source: Donations to Rival Political Parties
id: Donasi untuk Partai Politik Saingan

source: If you set this to a value greater than zero, rival political parties will receive donations from the general public over time.
id: Jika Anda menyetelnya ke nilai yang lebih besar dari nol, partai politik pesaing akan menerima sumbangan dari masyarakat umum seiring waktu.

source: This setting is mainly for increasing the difficulty level of the game.
id: Pengaturan ini terutama untuk meningkatkan tingkat kesulitan game.

source: Random Product Reinvention
id: Penemuan Ulang Produk Acak

source: When you select this check box, the system will randomly lock a specific percentage of product classes in the new game and require the player to "reinvent" them in R&D centers.
id: Saat Anda memilih kotak centang ini, sistem akan secara acak mengunci persentase tertentu dari kelas produk di game baru dan meminta pemain untuk "menemukan kembali" mereka di pusat R&D.

source: Percentage of products requiring reinvention
id: Persentase produk yang membutuhkan penemuan kembali

source: Set the percentage of products to be locked initially in the game, which can be unlocked via R&D invention projects.
id: Setel persentase produk yang akan dikunci pada awalnya dalam game, yang dapat dibuka kuncinya melalui proyek penemuan R&D.

source: Note that the player person's expertise product class will not be locked.
id: Perhatikan bahwa kelas produk keahlian orang pemain tidak akan dikunci.

source: LANDPRIC
id: HARGA TANAH

source: Land Price Index
id: Indeks Harga Tanah

source: If this index is higher than 100, land prices in this game will be higher than normal.
id: Jika indeks ini lebih tinggi dari 100, harga tanah di game ini akan lebih tinggi dari biasanya.

source: Conversely, if this index is lower than 100, companies can buy land at generally lower costs.
id: Sebaliknya, jika indeks ini lebih rendah dari 100, perusahaan dapat membeli tanah dengan biaya yang umumnya lebih rendah.

source: Software Revenue Index
id: Indeks Pendapatan Software

source: If this index is higher than 100, the demand and revenue from software products in this game will be higher than normal.
id: Jika indeks ini lebih tinggi dari 100, permintaan dan pendapatan dari produk perangkat lunak dalam game ini akan lebih tinggi dari biasanya.

source: Conversely, if this index is lower than 100, software businesses will be less profitable.
id: Sebaliknya, jika indeks ini lebih rendah dari 100, bisnis software akan kurang menguntungkan.

source: Internet Revenue Index
id: Indeks Pendapatan Internet

source: If this index is higher than 100, revenue generated by Internet companies will be higher than normal.
id: Jika indeks ini lebih tinggi dari 100, pendapatan yang dihasilkan oleh perusahaan Internet akan lebih tinggi dari biasanya.

source: Conversely, if this index is lower than 100, Internet companies will be less profitable.
id: Sebaliknya, jika indeks ini lebih rendah dari 100, perusahaan internet akan kurang menguntungkan.

source: AI Acquires Private Companies
id: AI Mengakuisisi Perusahaan Swasta

source: This determines whether AI corporations may acquire independent private companies or not.
id: Ini menentukan apakah perusahaan AI dapat mengakuisisi perusahaan swasta independen atau tidak.

source: Will AI tech companies go IPO?
id: Akankah perusahaan teknologi AI melakukan IPO?

source: If this is enabled, private AI tech companies from the Digital Age DLC may go public on the stock exchange.
id: Jika ini diaktifkan, perusahaan teknologi AI swasta dari Digital Age DLC dapat go public di bursa saham.

source: If it is set to a value, AI companies will go public within the specified number of years.
id: Jika ditetapkan ke suatu nilai, perusahaan AI akan go public dalam jumlah tahun yang ditentukan.

source: E-commerce
id: Perdagangan elektronik

source: If this is enabled, companies will be able to build e-commerce firms and sell products via e-commerce.
id: Jika ini diaktifkan, perusahaan akan dapat membangun perusahaan e-commerce dan menjual produk melalui e-commerce.

source: AI Smart Phone Company First-mover Advantage
id: Keuntungan Perusahaan Penggerak Pertama AI Smart Phone

source: Smart phone companies run by AI will have higher initial capital and start with more advanced tech for Smart Phone and OS.
id: Perusahaan ponsel pintar yang dijalankan oleh AI akan memiliki modal awal yang lebih tinggi dan mulai dengan teknologi yang lebih canggih untuk Smart Phone dan OS.

source: AI Game Console Company First-mover Advantage
id: Keuntungan Penggerak Pertama Perusahaan Konsol Game AI

source: Game console companies run by AI will have higher initial capital.
id: Perusahaan konsol game yang dijalankan oleh AI akan memiliki modal awal yang lebih tinggi.

source: LOANINT
id: PINJAMAN

source: Base Loan Interest Rate
id: Suku Bunga Pinjaman Dasar

source: This modifies the base interest rate which affects #bonds# and #bank loans#.
id: Ini mengubah suku bunga dasar yang memengaruhi #obligasi# dan #pinjaman bank#.

source: A higher interest rate increases borrowing costs, posing greater challenges for companies that take on debt to expand.
id: Tingkat bunga yang lebih tinggi meningkatkan biaya pinjaman, menimbulkan tantangan yang lebih besar bagi perusahaan yang berutang untuk melakukan ekspansi.

source: Player Starts with Operating System (OS) Technologies
id: Player Dimulai dengan Teknologi Sistem Operasi (OS)

source: If this is enabled, the player will possess tech technologies in Operating System (OS) in the beginning of the game.
id: Jika ini diaktifkan, pemain akan memiliki teknologi teknologi di Sistem Operasi (OS) di awal permainan.

source: Max AI Software and Internet Companies
id: Max AI Software dan Perusahaan Internet

source: This option limits the maximum number of AI software and Internet companies in a game.
id: Opsi ini membatasi jumlah maksimum perangkat lunak AI dan perusahaan Internet dalam sebuah game.

source: A lower value means an easier game.
id: Nilai yang lebih rendah berarti permainan yang lebih mudah.

source: (You may set the limits for software and Internet companies separately using a script.)
id: (Anda dapat menetapkan batasan untuk perangkat lunak dan perusahaan Internet secara terpisah menggunakan skrip.)

source: TALENT
id: BAKAT

source: Talent System
id: Sistem Bakat

source: If this is set to Simplified, all talents start with a skill level of 50.
id: Jika ini disetel ke Sederhana, semua bakat mulai dengan tingkat keahlian 50.

source: If this is set to Greatly Simplified, loyalty and headhunting features of the talent system are disabled too.
id: Jika ini disetel ke Sangat Sederhana, fitur loyalitas dan pengayauan dari sistem bakat juga dinonaktifkan.

source: More Talents
id: Lebih Banyak Bakat

source: You may use this option to have the game duplicate talent data to increase the supply of talents.
id: Anda dapat menggunakan opsi ini agar game menduplikasi data bakat untuk meningkatkan pasokan bakat.

source: Randomize Global Competitiveness Ratings
id: Acak Peringkat Daya Saing Global

source: If this is enabled, global competitiveness ratings across industries will be randomized in the beginning of the game.
id: Jika ini diaktifkan, peringkat daya saing global di seluruh industri akan diacak di awal permainan.

source: If this is disabled, global competitiveness ratings will be initialized with a constant value of 30.
id: Jika ini dinonaktifkan, peringkat daya saing global akan diinisialisasi dengan nilai konstan 30.

source: Global Competitiveness Rating Increases
id: Peringkat Daya Saing Global Meningkat

source: This option determines whether global competitiveness ratings will increase over time, progressively making the game more challenging.
id: Opsi ini menentukan apakah peringkat daya saing global akan meningkat seiring waktu, secara progresif membuat permainan menjadi lebih menantang.

source: A higher value means that it increases at a faster rate.
id: Nilai yang lebih tinggi berarti meningkat dengan kecepatan yang lebih cepat.

source: Aggressiveness of AI banks and insurance companies
id: Agresivitas bank AI dan perusahaan asuransi

source: A higher value means that AI banks will aggressively lure customers from competitors by offering higher deposit interest rates, and AI insurance companies will offer more competitively priced insurance products.
id: Nilai yang lebih tinggi berarti bank AI akan secara agresif memikat nasabah dari pesaing dengan menawarkan suku bunga simpanan yang lebih tinggi, dan perusahaan asuransi AI akan menawarkan produk asuransi dengan harga yang lebih kompetitif.

source: SAVERATE
id: HEMAT

source: Personal Savings Rate Modifier
id: Pengubah Tarif Tabungan Pribadi

source: This slider modifies the personal savings rate.
id: Penggeser ini mengubah tingkat tabungan pribadi.

source: A higher personal savings rate means that people will save and deposit more money into banks, thus boosting the profitability of banks in general.
id: Tingkat tabungan pribadi yang lebih tinggi berarti orang akan menyimpan dan menyimpan lebih banyak uang ke bank, sehingga meningkatkan profitabilitas bank secara umum.

source: You may have the game duplicate talent data to increase the supply of talents.
id: Anda mungkin memiliki data bakat duplikat game untuk meningkatkan pasokan bakat.

source: Use this slider to set the percentage of additional talents that you want the game to generate for this new game.
id: Gunakan penggeser ini untuk mengatur persentase talenta tambahan yang Anda ingin game tersebut hasilkan untuk game baru ini.

source: Apartment Capacity Modifier
id: Pengubah Kapasitas Apartemen

source: Use this slider to modify the capacity of all apartments.
id: Gunakan panel geser ini untuk mengubah kapasitas semua apartemen.

source: 100 is the standard value.
id: 100 adalah nilai standar.

source: Lowering it decreases the number of people each apartment houses.
id: Menurunkan itu mengurangi jumlah orang di setiap rumah apartemen.

source: This means that more apartments need to be built and the real estate business will be more profitable.
id: Ini berarti semakin banyak apartemen yang perlu dibangun dan bisnis real estate akan lebih menguntungkan.

source: Commercial Capacity Modifier
id: Pengubah Kapasitas Komersial

source: Use this slider to modify the capacity of all commercial buildings.
id: Gunakan bilah geser ini untuk mengubah kapasitas semua bangunan komersial.

source: Lowering it will decrease the amount of office space each commercial building provides.
id: Menurunkan itu akan mengurangi jumlah ruang kantor yang disediakan setiap bangunan komersial.

source: This means that more commercial buildings need to be built and the real estate business will be more profitable.
id: Ini berarti bahwa lebih banyak bangunan komersial perlu dibangun dan bisnis real estate akan lebih menguntungkan.

source: When Product Customization is enabled, Technology Disruption will be automatically turned off.
id: Saat Kustomisasi Produk diaktifkan, Gangguan Teknologi akan dimatikan secara otomatis.
